{
    "DamageInfoPlugin": "Configurable options for in-game fly text color based on damage type, with additional settings for damage source and fly text decluttering options.",
    "DamageInfoPlugin-Punchline": "Modifies in-game fly-text for more (or less) damage information.",
    "RepairMe": "Helps you notice when your gear needs to be repaired or has materia to be extracted. /repairme to config",
    "RepairMe-Punchline": "Never forget to repair & extract materia again!",
    "FPSPlugin": "Display game FPS. It really is that simple.",
    "FPSPlugin-Punchline": "Display game FPS.",
    "JobIcons": "Names are dumb, use icons instead.",
    "PennyPincher": "用来“压一压”(将交易板上的最低价压一金)的插件\n\n正常的压价流程：\n1.打开调整物品价格的窗口\n2.查看物品在市场上的时价\n3.记下目前最低的时价\n4.使用高超的数学技巧算出压价一块后的价格\n5.关掉市场时价窗口\n6.将算出的数字填入你的售价\n7.确认物品的售价\n\n但有了这个神奇的插件，就可以在你打开市场时价窗口时，自动根据最低价计算压价后的价格并复制到你的剪贴板上，省去了困难的计算压价环节。\n\n有了这个插件，就可以轻松的完成压价：\n1.打开调整物品价格的窗口\n2.查看物品在市场上的时价\n3.关掉市场时价窗口\n4.将插件算出的数字粘贴到你的售价\n5.确认物品的售价\n\n这样省去了复杂的计算步骤，还能防止手滑少填一位数字",
    "PennyPincher-Punchline": "查看市场时价时自动复制当前最低价格减1的价格",
    "HarpHero": "Assist mode for bards who want to play music but don't know how to.\n- does NOT play anything automatically\n- needs MIDI files to work\n- adapts MIDI tracks to fit in game limitations for you\n- you will be scored :O",
    "HarpHero-Punchline": "Bard performance assistant",
    "GatherBuddy": "Adds commands to simplify gathering by finding nodes and fish and their locations via item name and a UI to keep track of special uptime and weather conditions.",
    "GatherBuddy-Punchline": "Simplify Gathering and Fishing.",
    "JobBars": "Additional job gauges, party buff timers, mitigation trackers, and more. Icon by PAPACHIN",
    "JobBars-Punchline": "Extra job gauges",
    "WhatDidYouSay": "在聊天框中打印出NPC的气泡。 请检查插件设置和您的《消息过滤设置》，以确保它们相互兼容。",
    "WhatDidYouSay-Punchline": "不再错过NPC的气泡对话！",
    "Globetrotter": "Automatically shows where treasure maps are located.\n\nIcon: Map by Adrien Coquet from the Noun Project",
    "Globetrotter-Punchline": "Automatically shows where treasure maps are located.",
    "AetherSenseRedux": "一个高级震动反馈插件，用于游戏控制器，成人玩具等支持Buttplug.io的设备需要安装Intiface Desktop，详情参阅插件主页。",
    "AetherSenseRedux-Punchline": "基于Intiface的高级震动反馈",
    "Compass": "Check-out the repository for steps on how to report missing/wrong filter\nand hiding options. Have a look at the FAQ tab in the config window\nafter install for common caveats.",
    "Compass-Punchline": "Monodimensional compass for your adventures.",
    "MapLinker": "Automatically record the maplinks in chat and retrieval later.",
    "MapLinker-Punchline": "Record the maplinks in chat",
    "orchestrion": "Orchestrion Plugin allows you to change the currently playing in-game BGM. It includes\na curated list of the most accurate in-game song titles, so you know exactly what's playing,\nif you want to know later! Add favorite songs to separate them from the rest.\nNote: This plugin does not currently allow you to play actual orchestrion songs.",
    "orchestrion-Punchline": "Adds a simple front-end for browsing and changing the in-game BGM.",
    "ChatAlerts": "",
    "ChatAlerts-Punchline": "高亮和声音提醒聊天窗里的指定关键词以免错过重要或者感兴趣的内容，例如“涩图”，“白妖精”，“NTR”，“丝瓜卡夫卡”。支持正则表达式，支持按人名或内容过滤。",
    "AutoVisor": "Automatically change visor, headslot hiding, and weapon hiding status for different player states, as well as default CPose-stances per job.",
    "AutoVisor-Punchline": "Change Visor and Stance based on State and Job.",
    "NoTankYou": "当您或队友的忘记重要的事情，如盾姿、舞伴、关心、食物等的时候，显示一条提醒，食物警察的出警好帮手.",
    "NoTankYou-Punchline": "对忘记重要事情的行为发【出警】告",
    "NeatNoter": "NeatNoter allows you to take notes without switching windows or any of that.",
    "NeatNoter-Punchline": "A note-taking plugin.",
    "TitleEdit": "Create your own custom title screen of your favorite location in-game, and open the game right up to that spot every time.\nIncludes a number of preinstalled title screens for you to use or get inspiration from, and an easy to use importer to\nuse title screens that others have shared!",
    "TitleEdit-Punchline": "Create, share, and shuffle custom title screens for FFXIV.",
    "FlyTextFilter": "Allows the filtering of the different fly text types.",
    "FlyTextFilter-Punchline": "Allows the filtering of the different fly text types.",
    "PingPlugin": "A ping display plugin for Dalamud.",
    "Visibility": "Allows you to hide players, pets, chocobos and minions.\nIncludes VoidList, which is a better blacklist.\nAccessible via /pvis\nMore information available via /xlhelp",
    "Visibility-Punchline": "Allows you to hide players, pets, chocobos and minions.",
    "Reset enmity command": "Add a reset striking dummy enmity command.",
    "Reset enmity command-Punchline": "Add a reset striking dummy enmity command.",
    "NoKillPlugin": "A simple plugin that prevent the game from killing itself.",
    "PlayerTags": "Lightweight job visibility in nameplates and chat. Create custom tags and add them to players with the context menu.",
    "Housemate": "Housemate offers multiple features that help you gain inspiration from other homes in XIV.\nIf you're looking for a specific home or outdoor item, you can check the exterior list\nwhen running around a ward. If you're interested in seeing what items make up a\nstructure in a home - turn on the item overlay to see what they are!\n\nNote: This plugin is purely informational, and does not assist you in placing\nor \"glitching\" housing items.",
    "Housemate-Punchline": "Displays information about housing fixtures and objects.",
    "DailyDuty": "追踪并完成那些日常和周常任务。",
    "DailyDuty-Punchline": "轻松追踪日常和周常任务。",
    "PrefPro": "Your character is personal, so you should be able to have NPCs refer to them\nthe way that you want. With PrefPro, you can control which text option\nwill appear when an NPC uses dialogue meant for a specific in-game gender.\nThis allows you to use a female player model and be referred to as male, and\nvice versa. In addition, there are a few name customization options - if you\nwant to only be referred to by your last name, so be it.\nNote: This plugin currently will not swap voiced cutscene dialogue.",
    "PrefPro-Punchline": "Changes in-game dialogue to reference your desired gender and name.",
    "Namingway": "Rename abilities and status effects.",
    "Namingway-Punchline": "Rename abilities and status effects.",
    "OBSPlugin": "A plugin to control OBS by websocket.",
    "ReadyCheckHelper": "Displays the names of the players that were not ready in chat following the completion of a ready check, and optionally adds ready check status icons over the party and alliance lists.",
    "ReadyCheckHelper-Punchline": "Extends the game's built-in ready check.",
    "TheGreatSeparator": "Add separators to various numbers.\n\n- Damage/healing numbers (not DoTs or other players' numbers)\n- Party list HP\n- Ability costs on hotbars\n- Ability costs in tooltips",
    "TheGreatSeparator-Punchline": "Add separators to various numbers.",
    "QoLBar": "A plugin designed to provide a simple, customizable and always available interface for chat commands\nor other plugins to alleviate the need for using macros and hotbar space to achieve similar results.\n\nThe plugin should initially appear as a small box on the bottom center of the game window.",
    "QoLBar-Punchline": "Customizable ImGui hotbars",
    "EnemyListDebuffs": "Displays your debuffs on the enemy list. Original implementation credit to aers.",
    "FauxHollowsSolver": "This plugin highlights tiles in Faux Hollows that represent the best potential action you can take.",
    "FauxHollowsSolver-Punchline": "Highlights recommended tiles in Faux Hollows for your next move.",
    "NotificationMaster": "Notifies you about various events while your game is minimized.",
    "DeviceChangeFix": "Stops controller input from freezing randomly.",
    "DeviceChangeFix-Punchline": "Stops controller input from freezing randomly.",
    "Tourist": "Tourist adds a window to assist with the sightseeing log.\n\n- Show when sightseeing log vistas are available\n- Add markers for ARR vistas\n- Open vista locations on your map\n- Hide already completed or unavailable vistas\n- Show the command needed for each vista\n\nIcon: sightseeing by muhammad from the Noun Project",
    "Tourist-Punchline": "Finish your sightseeing log.",
    "BetterPartyFinder": "Filter the party finder better.\n\nAll vanilla filtering is available, plus:\n\n- Create filter presets to easily switch between\n- Whitelist/blacklist specific duties and categories\n- Add character names to hide PFs from\n- Remove PFs above maximum item level\n- Filter on item level range\n- Filter on multiple jobs and slots (ex. MCH + GNB available)",
    "BetterPartyFinder-Punchline": "Use advanced Party Finder filter presets.",
    "WheresWOLdo": "Movable text overlay of the current location name.",
    "WheresWOLdo-Punchline": "Making it easier to know where you are.",
    "Glamaholic": "Create and save as many glamour plates as you want. Activate up to 15 of them\nat once at the Glamour Dresser. Supports exporting and importing plates for\neasy sharing.\n",
    "Glamaholic-Punchline": "Save and swap your glamour plates.",
    "ChatBubbles": "使用原生气泡显示聊天内容，以更自然的方式查看谁在谈论什么。",
    "ChatBubbles-Punchline": "Enables in-game chat bubbles.",
    "MOAction": "This plugin lets you target friends or enemies like a macro, without the clunkiness of a macro. /pmoaction opens the configuration.",
    "MOAction-Punchline": "Mo' actions no problems",
    "EngageTimer": "Finally, display all the numbers when starting a countdown!\n\nFeatures :\n- Big countdown that displays all the numbers\n- Customizable big-number textures (default, yellow, WoW style or custom files)\n- Floating window with combat timer and countdown\n- OBS browser-source compatible page\n\nWhy the OBS thing ? Well, it can be useful if you want a big stylized stopwatch in your recordings.\nSee repository for more info.\n\nFeel free so send me feedback, bugs and potential improvements!",
    "EngageTimer-Punchline": "Combat countdown with all numbers, stopwatch and OBS support",
    "DeathRecap": "快速的找出是什么击倒了你，或者你的伙伴！\n\n展示:\n- 治疗\n- 受到伤害\n- 减益效果\n- 增益效果\n- 减伤\n- 攻击、格挡、反击以及伤害源",
    "DeathRecap-Punchline": "快速的找出是什么击倒了你，或者你的伙伴！",
    "owofy": "这个插件会对你的聊天框内容进行风格化处理，用于勾起本世纪初期的美好回忆（或黑历史）。",
    "owofy-Punchline": "将聊天框内容变的更加有趣",
    "BurntToast": "Hides toast notifications you don't want to see.",
    "faderPlugin": "可以让你设定不同状态下（如闲置、战斗、生产等）的HUD显示，比如挂机时隐藏部分热键栏和量表以获得更干净而宽阔的视野。支持延迟，不会修改原本系统設置。",
    "faderPlugin-Punchline": "自动隐藏界面元素",
    "SoundSetter": "A Dalamud plugin that allows volume control from anywhere, including gpose and cutscenes.",
    "SlideCastPlugin": "Adds an indicator of when it's safe to move while casting",
    "SlideCastPlugin-Punchline": "Adds an indicator of when it's safe to move while casting",
    "TriadBuddy": "Triple triad solver, NPC matches only.\n- highlights next move during mini game\n- evaluates all deck presets before match\n- deck optimizer for NPC\n- adds more details to card collection window",
    "TriadBuddy-Punchline": "Triple triad solver",
    "ChillFrames": "Tired of your GPU melting your face off while just running around? Why render at 240 FPS when you're just staring at that gathering node? Fret no more! Chill Frames allows you to limite the games framerate while out of combat!",
    "ChillFrames-Punchline": "Limit Framerate while out of combat",
    "AdventurerInNeed": "Recieve a notification when a duty roulette is in need of a role. /pbonus to setup",
    "AdventurerInNeed-Punchline": "Recieve a notification when a duty roulette is in need of a role.",
    "ItemSearchPlugin": "Filterable search for Items and Key Items.\nTry on any item without having to find someone to link it.",
    "ItemSearchPlugin-Punchline": "Search and link items, even if you don't have them.",
    "PeepingTom": "Shows who is currently or was previously targeting you.",
    "PeepingTom-Punchline": "Shows who is currently or was previously targeting you.",
    "PartyIcons": "Adjusts player nameplates base on current content. For example you can display raid positions (that are assigned automatically by listening to the chat), job icons, or names with job icons.\n\nReverse-engineering effort achived by authors of JobIcons: haplo, daemitus, Loskh, wozaiha, without them this plugin would not be possible!",
    "PartyIcons-Punchline": "Replace names with job icons, raid role positions and more!",
    "XIVCombo": "This plugin condenses combos and mutually exclusive abilities onto a single button. /pcombo to open menu",
    "XIVCombo-Punchline": "PvP, but in PvE.",
    "DeepDungeonDex": "A live bestiary for Deep Dungeon. Shows target mob aggro type, a subjective threat level, status vulnerabilities, and a general overview of notable mechanics. Threat level is meant to be taken with a grain of salt, is aimed towards solo players, and assumes a general familiarity with deep dungeon mechanics and the class being played. Information is accurate to the best of my knowledge based on crowdsourced information, but I could use your help! Please open an issue on the GitHub if you'd like to correct inaccurate or untested data.",
    "DeepDungeonDex-Punchline": "Live monster data for Deep Dungeons.",
    "AccurateCountDown": "Shows the current countdown time.",
    "MacroChain": "Allows for a macro to continue onto the next macro by using '/nextmacro' on the last line of a macro.\nAdding '/nextmacro' on the last line of Macro #01 will automatically execute Macro #02\nAdding '/nextmacro down' on the last line of Macro #01 will automatically execute Macro #11\nAlso allows executing any macro from chat using '/runmacro' but this command cannot be used while macros are running.",
    "MacroChain-Punchline": "Run multiple macros one after the other.",
    "WaymarkPresetPlugin": "Allows you to save, edit, place, import, export, and preview an unlimited number of waymark presets.",
    "WaymarkPresetPlugin-Punchline": "Improved Waymark Management",
    "NamePlateDebuffs": "Displays your debuffs on enemy nameplates.",
    "Dalamud.FullscreenCutscenes": "这个插件删除了在宽屏显示器上观看过场动画时的大黑边.\n当心! 你可能会看到一些你不应该看到的东西, 例如即将出现的npc或者摆好的造型.\n\n感谢aers找到了这个.",
    "Dalamud.FullscreenCutscenes-Punchline": "从宽屏显示器上的过场动画中移除大黑边.",
    "HuntBuddy": "A daily hunt bill tracker",
    "HuntBuddy-Punchline": "Helps you track your daily hunt bills",
    "StarlightBreaker": "Turn off profanity filter.",
    "StarlightBreaker-Punchline": "Turn off profanity filter.",
    "GoodMemory": "在物品详情中添加一个选项来标识您是否已经获得该物品。\n\n此指示器在物品描述中的底部显示“已获得：是/否”。\n只作用于可解锁的物品，比如乐谱、宠物等。\n残破的乐谱会显示他可以制造的成品乐谱的获得情况。\n\nSE竟然说这个功能无法实现！！",
    "GoodMemory-Punchline": "在物品详情中添加一个选项来标识您是否已经获得该物品。",
    "BigPlayerDebuffs": "Scales up buffs/debuffs applied by you on Target Status frames",
    "RezPls": "Easy overview about who is currently resurrecting who, who is already resurrected, and who has removable detrimental status effects in the world as well as in the group or alliance interface.",
    "RezPls-Punchline": "Highlighting of Raises and detrimental status effects.",
    "MiniCactpotSolver": "This plugin highlights tiles and lines in MiniCactpot that represent the best potential action you can take.",
    "MiniCactpotSolver-Punchline": "Shows the next best move in Mini Cactpot.",
    "PriceCheck": "To check prices, hold your keybind and then hover over an item or via the item's context menu.\nThe prices are pulled from the crowd-sourced site Universalis.",
    "PriceCheck-Punchline": "Quickly price check your items.",
    "Kapture": "Kapture is a loot tracker to capture drops, obtained items, rolls, and more.\nUse the roll monitor to see who you are waiting on to roll.",
    "Kapture-Punchline": "Track your loot.",
    "Dalamud.LoadingImage": "This plugin shows the destination zone's concept art while loading.\nNOTE: ONLY LOOKS RIGHT ON 16:9 SCREENS! The concept art is not any bigger, and we can't expand/fix it. Sorry!",
    "Dalamud.LoadingImage-Punchline": "Shows the destination zone's concept art while loading",
    "Quest Map": "Explore quests and their rewards.\n- Search for quest names or their rewards, including instances,\n  beast tribes, minions, etc.\n- See an interactive map of quest requirements and unlocks.\n- Open a quest info window even for quests you haven't completed.\n- Open quest starting locations on the map or open quests in the journal.\n\nIcons: treasure map by Anthony Ledoux from the Noun Project and\nlocked book by Anthony Ledoux from the Noun Project",
    "Quest Map-Punchline": "Explore quests and their rewards.",
    "VFXEditor": "View and modify vfxs, as well as create mods for them. Icon by PAPACHIN",
    "VFXEditor-Punchline": "VFX editor and viewer",
    "MarketBoardPlugin": "Browse the market board. /pmb to open.",
    "MarketBoardPlugin-Punchline": "Browse the market board from anywhere.",
    "EasyEyes": "A plugin which can hide any VFX. Icon by PAPACHIN",
    "EasyEyes-Punchline": "Hide annoying or distracting VFXs",
    "QuestAWAY": "Removes unwanted icons from your map. Not only quests, any icons.",
    "QuestAWAY-Punchline": "Removes unwanted icons from your map.",
    "OopsAllLalafells": "Turn everyone around you into Lalafells (or other races!)\n\nUse /poal to open settings.",
    "OopsAllLalafells-Punchline": "That one funny plugin your friend told you about.",
    "CharacterPanelRefined": "完善角色面板，显示有用的信息，比如直击与暴击率。",
    "SoundFilter": "Filters any sound or set of sounds from the game.\n\n- Remove a battle sound effect you don't like\n- Remove specific emote sounds\n- Remove specific background music\n\nIcons: filter by Kirby Wu from the Noun Project\nand Sound by Gregor Cresnar from the Noun Project",
    "SoundFilter-Punchline": "Filter any game sound.",
    "ChatCoordinates": "Places flag marker on map from coordinates in chat.\nOpens map with given coordinates for current or given zone.\nSee \"/coord\" for configuration and usage info.",
    "ChatCoordinates-Punchline": "Places flag marker on map from coordinates in chat.",
    "CurrencyAlert": "/currencyalert: show the configuration panel.",
    "CurrencyAlert-Punchline": "Lets you setup alerts upon reaching certain currencies amount (such as Poetics or PVP marks).",
    "Dalamud.FindAnything": "Adds a convenient quick search akin to Spotlight that lets you open game windows, teleport, find wiki articles, and more.\nPress Control + T to open the search window. This can be changed by searching for \"Wotsit Settings\".",
    "Dalamud.FindAnything-Punchline": "Find anything, go anywhere, in style.",
    "PixelPerfect": "准确显示站立位置，源自2020年.",
    "PixelPerfect-Punchline": "显示你的判定点，以及可选的圆环与正北指示",
    "XIVChat": "XIVChat is a suite of software allowing you to use FFXIV's chat from\ndifferent devices. This is the server component required to do so.\n\nFor information about clients to use with this server, see the website.",
    "SimpleTweaksPlugin": "A collection of Quality of Life tweaks. Aiming to improve the experience without changing anything drastically.\nAll changes are toggleable, with everything disabled by default. Visit the Repo for a full list of tweaks. (Globe icon below)",
    "SimpleTweaksPlugin-Punchline": "This was supposed to be simple...",
    "WinTitle": "Allows you to change your game window title",
    "DelvUI": "DelvUI provides a highly configurable HUD replacement and is highly inspired by ElvUI from WoW",
    "DelvUI-Punchline": "A modern HUD replacement built for customization.",
    "SonarPlugin": "Automatically send and receive hunt and fate relays. /sonar to open, /sonarconfig to configure. This plugin is closed source and support is only provided in the Sonar Support discord.",
    "SonarPlugin-Punchline": "Automatically send and receive hunt and fate relays.",
    "TeleporterPlugin": "Adds Chat Commands to Teleport to Aetherytes or Areas by Name.\ne.g. /tp Quarrymill or /tpm South Shroud\nSupports setting up an Alias for Aetherytes to be used with Teleporter Commands\ne.g. /tp home instead of /tp Estate Hall (Free Company)",
    "TeleporterPlugin-Punchline": "Chat Commands for Teleporting",
    "MPTickBar": "-Fast Fire III marker on the bar.\n-Autostarts the bar before combat starts.\n-Countdown with time offset.\n-Compatible with FFXIV Material UI.",
    "MPTickBar-Punchline": "Visually tracks MP regeneration ticks (Black Mage only)."
}