{
    "ProperHousing": "Select furniture based on what you see instead of a massive box. Always active indoors, doens't work outdoors, there's no config menu.",
    "ProperHousing-Punchline": "Furniture selection that actually works properly",
    "MacroChain": "Allows for a macro to continue onto the next macro by using '/nextmacro' on the last line of a macro.\nAdding '/nextmacro' on the last line of Macro #01 will automatically execute Macro #02\nAdding '/nextmacro down' on the last line of Macro #01 will automatically execute Macro #11\nAlso allows executing any macro from chat using '/runmacro' but this command cannot be used while macros are running.",
    "MacroChain-Punchline": "Run multiple macros one after the other.",
    "BetterPartyFinder": "Filter the party finder better.\n\nAll vanilla filtering is available, plus:\n\n- Create filter presets to easily switch between\n- Whitelist/blacklist specific duties and categories\n- Add character names to hide PFs from\n- Remove PFs above maximum item level\n- Filter on item level range\n- Filter on multiple jobs and slots (ex. MCH + GNB available)",
    "BetterPartyFinder-Punchline": "Use advanced Party Finder filter presets.",
    "ChatBubbles": "Using native chat bubble display, see who is talking about what in a more natural fashion.",
    "ChatBubbles-Punchline": "Enables in-game chat bubbles.",
    "WinTitle": "Allows you to change your game window title",
    "FPSPlugin": "Display game FPS. It really is that simple.",
    "FPSPlugin-Punchline": "Display game FPS.",
    "BigPlayerDebuffs": "Scales up buffs/debuffs applied by you on Target Status frames",
    "MPTickBar": "-Fast Fire III marker on the bar.\n-Autostarts the bar before combat starts.\n-Countdown with time offset.\n-Compatible with FFXIV Material UI.",
    "MPTickBar-Punchline": "Visually tracks MP regeneration ticks (Black Mage only).",
    "DeepDungeonDex": "A live bestiary for Deep Dungeon. Shows target mob aggro type, a subjective threat level, status vulnerabilities, and a general overview of notable mechanics. Threat level is meant to be taken with a grain of salt, is aimed towards solo players, and assumes a general familiarity with deep dungeon mechanics and the class being played. Information is accurate to the best of my knowledge based on crowdsourced information, but I could use your help! Please open an issue on the GitHub if you'd like to correct inaccurate or untested data. Original by Strati",
    "DeepDungeonDex-Punchline": "Live monster data for Deep Dungeons.",
    "DailyDuty": "Automatically track and complete many daily and weekly tasks.",
    "DailyDuty-Punchline": "Easily Track Daily and Weekly tasks.",
    "ChillFrames": "Tired of your GPU melting your face off while just running around? Why render at 240 FPS when you're just staring at that gathering node? Fret no more! Chill Frames allows you to limit the games framerate while out of combat!",
    "ChillFrames-Punchline": "Limit Framerate while out of combat",
    "orchestrion": "Orchestrion Plugin allows you to change the currently playing in-game BGM. It includes\na curated list of the most accurate in-game song titles, so you know exactly what's playing,\nif you want to know later! Add favorite songs to separate them from the rest.\nNote: This plugin does not currently allow you to play actual orchestrion songs.",
    "orchestrion-Punchline": "Adds a simple front-end for browsing and changing the in-game BGM.",
    "GatherBuddy": "Adds commands to simplify gathering by finding nodes and fish and their locations via item name and a UI to keep track of special uptime and weather conditions.",
    "GatherBuddy-Punchline": "Simplify Gathering and Fishing.",
    "AudibleCharacterStatus": "Plays a sound for certain statuses of the player. Such as low HP or MP.\nYou will need to provide your own sound files.",
    "AudibleCharacterStatus-Punchline": "You like annoying low HP sounds? This is great for you!",
    "Glamaholic": "Create and save as many glamour plates as you want. Activate up to 15 of them\nat once at the Glamour Dresser. Supports exporting and importing plates for\neasy sharing.\n",
    "Glamaholic-Punchline": "Save and swap your glamour plates.",
    "Visibility": "Allows you to hide players, pets, chocobos and minions.\nIncludes VoidList, which is a better blacklist.\nAccessible via /pvis\nMore information available via /xlhelp",
    "Visibility-Punchline": "Allows you to hide players, pets, chocobos and minions.",
    "CharacterPanelRefined": "Refine the character panel to display useful information like crit and direct hit chance",
    "Reset enmity command": "Add a reset striking dummy enmity command.",
    "Reset enmity command-Punchline": "Add a reset striking dummy enmity command.",
    "Housemate": "Housemate offers multiple features that help you gain inspiration from other homes in XIV.\nIf you're looking for a specific home or outdoor item, you can check the exterior list\nwhen running around a ward. If you're interested in seeing what items make up a\nstructure in a home - turn on the item overlay to see what they are!\n\nNote: This plugin is purely informational, and does not assist you in placing\nor \"glitching\" housing items.",
    "Housemate-Punchline": "Displays information about housing fixtures and objects.",
    "Dalamud.LoadingImage": "This plugin shows the destination zone's concept art while loading.\nNOTE: ONLY LOOKS RIGHT ON 16:9 SCREENS! The concept art is not any bigger, and we can't expand/fix it. Sorry!",
    "Dalamud.LoadingImage-Punchline": "Shows the destination zone's concept art while loading",
    "TeleporterPlugin": "Adds Chat Commands to Teleport to Aetherytes or Areas by Name.\ne.g. /tp Quarrymill or /tpm South Shroud\nSupports setting up an Alias for Aetherytes to be used with Teleporter Commands\ne.g. /tp home instead of /tp Estate Hall (Free Company)",
    "TeleporterPlugin-Punchline": "Chat Commands for Teleporting",
    "ChatAlerts": "",
    "ChatAlerts-Punchline": "Play sounds and highlight text based on defined filters.",
    "NoTankYou": "Displays warnings when you or any party members are missing role specific actions such as partner buffs, pets, and tank stances.",
    "NoTankYou-Punchline": "Warns you when yourself or others are missing role-specific actions",
    "EnemyListDebuffs": "Displays your debuffs on the enemy list. Original implementation credit to aers.",
    "MiniCactpotSolver": "This plugin highlights tiles and lines in MiniCactpot that represent the best potential action you can take.",
    "MiniCactpotSolver-Punchline": "Shows the next best move in Mini Cactpot.",
    "PixelPerfect": "Showing exactly where to stand since 2020.",
    "PixelPerfect-Punchline": "Reveals your hitbox, and an optional ring.",
    "PennyPincher": "Plugin for simplifying \"pennying\" (undercutting current lowest offer by 1).\n\nThe usual workflow for this is the following:\n1. Open up the adjust price menu for the item you're undercutting\n2. Click on the compare prices menu to view the current listings\n3. Take a mental note of what the current lowest offer is\n4. Subtract one from it\n5. Close the current listings window\n6. Update your item's price with the number you noted\n7. Confirm your new price\n\nThis plugin eliminates the mental notekeeping steps in the middle by automatically copying the number you want onto your clipboard when you open the current listings window.  \n\nTherefore, your new workflow becomes this:\n1. Open up the adjust price menu for the item you're undercutting\n2. Click on the compare prices menu to view the current listings\n3. Close the current listings window\n4. Paste the undercut value in\n5. Confirm your new price\n\nThis both speeds up the process and reduces room for error from typos.",
    "PennyPincher-Punchline": "Copies 1 below the cheapest offer to your clipboard when you check marketboard prices",
    "QuestAWAY": "Removes unwanted icons from your map. Not only quests, any icons.",
    "QuestAWAY-Punchline": "Removes unwanted icons from your map.",
    "Globetrotter": "Automatically shows where treasure maps are located.\n\nIcon: Map by Adrien Coquet from the Noun Project",
    "Globetrotter-Punchline": "Automatically shows where treasure maps are located.",
    "FlashOnTell": "Flash FFXIV's program on the taskbar when you receive a /tell. This plugin has no configurable settings at this time.",
    "FlashOnTell-Punchline": "Flash FFXIV's program on the taskbar when you receive a /tell",
    "PingPlugin": "A ping display plugin for Dalamud.",
    "EnmityHp": "Displays enemies hp in enemy list. Just does that, nothing else. ",
    "EnmityHp-Punchline": "Displays enemies hp in enemy list.",
    "OBSPlugin": "A plugin to control OBS by websocket.",
    "JobBars": "Additional job gauges, party buff timers, mitigation trackers, and more. Icon by PAPACHIN",
    "JobBars-Punchline": "Extra job gauges",
    "Dalamud.FullscreenCutscenes": "This plugin removes the \"letterboxing\" bars when watching cutscenes on ultrawide monitors.\nBeware! You may see things that you are not supposed to be seeing, such as upcoming NPCs popping in or T-posing.\n\nThanks to aers for finding this.",
    "Dalamud.FullscreenCutscenes-Punchline": "Remove letterboxing from cutscenes on ultrawide monitors.",
    "ChatCoordinates": "Places flag marker on map from coordinates in chat.\nOpens map with given coordinates for current or given zone.\nSee \"/coord\" for configuration and usage info.",
    "ChatCoordinates-Punchline": "Places flag marker on map from coordinates in chat.",
    "MapLinker": "Automatically record the maplinks in chat and retrieval later.",
    "MapLinker-Punchline": "Record the maplinks in chat",
    "MarketBoardPlugin": "查看市场板. 使用指令 /pmb 来打开.",
    "MarketBoardPlugin-Punchline": "随时随地查看市场板.",
    "RezPls": "Easy overview about who is currently resurrecting who, who is already resurrected, and who has removable detrimental status effects in the world as well as in the group or alliance interface.",
    "RezPls-Punchline": "Highlighting of Raises and detrimental status effects.",
    "SonarPlugin": "Automatically send and receive hunt and fate relays. /sonar to open, /sonarconfig to configure. This plugin is closed source and support is only provided in the Sonar Support discord.",
    "SonarPlugin-Punchline": "Automatically send and receive hunt and fate relays.",
    "ItemSearchPlugin": "Filterable search for Items and Key Items.\nTry on any item without having to find someone to link it.",
    "ItemSearchPlugin-Punchline": "Search and link items, even if you don't have them.",
    "TriadBuddy": "Triple triad solver, NPC matches only.\n- highlights next move during mini game\n- evaluates all deck presets before match\n- deck optimizer for NPC\n- adds more details to card collection window",
    "TriadBuddy-Punchline": "Triple triad solver",
    "XIVChat": "XIVChat is a suite of software allowing you to use FFXIV's chat from\ndifferent devices. This is the server component required to do so.\n\nFor information about clients to use with this server, see the website.",
    "BrowserHost.Plugin": "Dalamud plugin for in-game browser rendering. Think OverlayPlugin, but it's in the game itself.\nUse the settings button below or the '/bh config' command to configure.",
    "BrowserHost.Plugin-Punchline": "Dalamud plugin for in-game browser rendering.",
    "KingdomHeartsPlugin": "A plugin that makes Kingdom Hearts UI stuff, such as a health bar for the player.\nIf you have any questions, issues or suggestions, please post an issue in the github or ping me in the Discord!",
    "KingdomHeartsPlugin-Punchline": "HP bar, MP bar, EXP bar, oh my!",
    "PartyListLayout": "Customize the layout of the party list.",
    "PartyListLayout-Punchline": "Customize the layout of the party list.",
    "CharSyncPlugin": "Synchronize characters data automatically upon changing zones and logout, and allows to define multiple character groups to synchronize with. This is based upon goat's work, without using native hooks",
    "CharSyncPlugin-Punchline": "Synchronize characters data",
    "HidePadlock": "Allows you to toggle the visibility of the padlock that is next to hotbar one.\n\nUse /padlock to toggle visibility.\nUse //padlock to open settings.",
    "HidePadlock-Punchline": "Hides the padlock.",
    "Dalamud.CharacterSync": "This plugin allows you to use your character data from your main character on all others.\n\nIn-game, use the configuration menu to choose your main character, the restart the game to start syncing!",
    "Dalamud.CharacterSync-Punchline": "Sync your character data from your main character to all others",
    "PrefPro": "Your character is personal, so you should be able to have NPCs refer to them\nthe way that you want. With PrefPro, you can control which text option\nwill appear when an NPC uses dialogue meant for a specific in-game gender.\nThis allows you to use a female player model and be referred to as male, and\nvice versa. In addition, there are a few name customization options - if you\nwant to only be referred to by your last name, so be it.\nNote: This plugin currently will not swap voiced cutscene dialogue.",
    "PrefPro-Punchline": "Changes in-game dialogue to reference your desired gender and name.",
    "GentleTouch": "You need to configure patterns and triggers before it will work, \nopen the configuration window to do that. \nDS5 is currently unsupported. \nCurrently supported triggers are:\n- Cooldowns\n- Near Aether Current",
    "GentleTouch-Punchline": "Create vibration patterns for the controller and specify triggers to make it vibrate.",
    "SillyChat": "Allows you to translate player and NPC chat messages/bubbles.\nSupported languages include: Pirate, Urianger, Leet, Pig Latin, and Turkey.",
    "SillyChat-Punchline": "Make chat more fun with translations like pirate and urianger.",
    "AdventurerInNeed": "Recieve a notification when a duty roulette is in need of a role. /pbonus to setup",
    "AdventurerInNeed-Punchline": "Recieve a notification when a duty roulette is in need of a role.",
    "HuntBuddy": "A daily hunt bill tracker",
    "HuntBuddy-Punchline": "Helps you track your daily hunt bills",
    "AetherCompass": "This plugin detects certain objects/NPCs such as Aether Currents nearby and shows where they are by various ways, e.g. pointing to their locations on screen and notifying you in Chat.\n\nCurrently detects:\n\t- Aether Currents\n\t- Mob Hunt Elite Marks\n\t- Gathering Points\n\t- [Experimental] Quest-related NPCs/Objects \n\nNote: Because most objects/NPCs are not loaded when they are too faraway or when there are too many entities nearby (such as too many player characters), they will not be detected in this case.",
    "AetherCompass-Punchline": "Compasses that detect and mark certain nearby objects/NPCs",
    "RemotePartyFinder": "Uploads the PF listings you retrieve to the crowdsourced Remote\nParty Finder website (https://xivpf.com/).",
    "RemotePartyFinder-Punchline": "Crowdsourced PF website (upload PF listings to xivpf.com)",
    "Distance": "Displays the distance in yalms to the target (or optionally to the target's ring), and can display distance until aggro range for supported bosses.",
    "Distance-Punchline": "Target distance widgets.",
    "MountCollectioner": "A plugin allows you to track received mounts by character.",
    "MountCollectioner-Punchline": "Plugin for track collected mounts",
    "DelvUI": "DelvUI provides a highly configurable HUD replacement and is highly inspired by ElvUI from WoW",
    "DelvUI-Punchline": "A modern HUD replacement built for customization.",
    "JustBackup": "This plugin automatically backups your game and plugin configurations upon game/plugin starting.",
    "JustBackup-Punchline": "Automatically backup your game and plugin configuration.",
    "Echoglossian": "Realtime game text translator",
    "Echoglossian-Punchline": "Dialogue and other in-game text translations? Yes we have!\nKnown Issues at: https://github.com/lokinmodar/Echoglossian/issues/12",
    "SlideCast": "Adds an indicator of when it's safe to move while casting",
    "MOAction": "This plugin lets you target friends or enemies like a macro, without the clunkiness of a macro. /pmoaction opens the configuration.",
    "MOAction-Punchline": "Mo' actions no problems",
    "ChatTyper": "Prefixes all chatbox messages with their chat type number and name, if known.",
    "ChatTyper-Punchline": "This is still mostly a dev tool for debugging, but people like it?",
    "AccurateCountDown": "Shows the current countdown time.",
    "VoidList": "Completely removes chosen players from your game.",
    "MimicryHelper": "Use /mimic to open up the menu and click on the appropriate button to automatically mimic the role you're looking for.",
    "MimicryHelper-Punchline": "Automatically mimic the role you're looking for.",
    "TabTab": "Customise the behaviour of tab targeting. Use /ptab to open configuration.",
    "TheGreatSeparator": "Add separators to various numbers.\n\n- Damage/healing numbers (not DoTs or other players' numbers)\n- Party list HP\n- Ability costs on hotbars\n- Ability costs in tooltips",
    "TheGreatSeparator-Punchline": "Add separators to various numbers.",
    "SimpleTweaksPlugin": "A collection of Quality of Life tweaks. Aiming to improve the experience without changing anything drastically.\nAll changes are toggleable, with everything disabled by default. Visit the Repo for a full list of tweaks. (Globe icon below)",
    "SimpleTweaksPlugin-Punchline": "This was supposed to be simple...",
    "BlueMageHelper": "Adds monster names and coordinates to the \"Where to Learn\" section of your blue mage spellbook.",
    "BlueMageHelper-Punchline": "Helps you fill our your Blue Mage Spellbook",
    "ACTEndcounter": "Pairs with ACT, automatically invokes 'end' at the end of combat. Additional options to invoke 'end' at the start of combat as well. Plus an option to clear your entire encounter when entering a duty.",
    "ACTEndcounter-Punchline": "Ends your encounters with ACT",
    "TitleEdit": "Create your own custom title screen of your favorite location in-game, and open the game right up to that spot every time.\nIncludes a number of preinstalled title screens for you to use or get inspiration from, and an easy to use importer to\nuse title screens that others have shared!",
    "TitleEdit-Punchline": "Create, share, and shuffle custom title screens for FFXIV.",
    "owofy": "This plugin uwu's your chat.",
    "owofy-Punchline": "owo for your chat",
    "ZodiacBuddy": "This plugin attempts to help you complete your Zodiac weapon in various ways.",
    "HarpHero": "Assist mode for bards who want to play music but don't know how to.\n- does NOT play anything automatically\n- needs MIDI files to work\n- adapts MIDI tracks to fit in game limitations for you\n- you will be scored :O",
    "HarpHero-Punchline": "Bard performance assistant",
    "OceanFishin": "Automatically recommends bait to use based on your ocean fishing route. \nYou'll get suggestions for spectral fish, fisher's intuition buff, and missions.",
    "OceanFishin-Punchline": "Suggests bait for ocean fishing.",
    "PartyIcons": "Adjusts player nameplates base on current content. For example you can display raid positions (that are assigned automatically by listening to the chat), job icons, or names with job icons.\n\nReverse-engineering effort achived by authors of JobIcons: haplo, daemitus, Loskh, wozaiha, without them this plugin would not be possible!",
    "PartyIcons-Punchline": "Replace names with job icons, raid role positions and more!",
    "FCNameColor": "Color your FC’s tag or the entire nameplate if they are in your FC or other specified FCs.\nWorks using Lodestone data, so it can continue working inside duties as well as on different servers!",
    "FCNameColor-Punchline": "Color your FC member’s FC tags",
    "Redirect": "Easily change the targeting priority for spells and abilities. Queue macros, sprint, and potions! Type /redirect to configure.",
    "Redirect-Punchline": "Change where your actions are going, queue macros, queue sprint, and queue potions!",
    "Browsingway": "Renders browser overlays in-game to enable playing in fullscreen (and G-SYNC) while having access to ACT overlays.\nUse the settings button below or the '/bw config' command to configure.\nBased on the BrowserHost plugin by ackwell.",
    "Browsingway-Punchline": "Browser overlays rendered in-game.",
    "XIVLogger": "Save chat logs as text files from when this is loaded. /xivlogger for settings, /savelog to save logs, /copylogs to copy logs.",
    "XIVLogger-Punchline": "Save chat logs to your computer as text files or copy them!",
    "GearsetHelperPlugin": "Displays extra information about a character's gearsets when Examine is open, and makes it easy to export gearsets to Etro or Ariyala.",
    "GearsetHelperPlugin-Punchline": "Display estimated stats with Examine, and export gear to Etro/Ariyala.",
    "Kapture": "Kapture is a loot tracker to capture drops, obtained items, rolls, and more.\nUse the roll monitor to see who you are waiting on to roll.",
    "Kapture-Punchline": "Track your loot.",
    "EldenRing": "Currently under development with extra features, should currently function as the April Fools joke did.",
    "EldenRing-Punchline": "Recreation of the Elden Ring April Fools joke.",
    "WhatDidYouSay": "Prints NPC speech bubbles to the chat log.  Please check the plugin settings and your chat log filters to make sure that they are compatible with each other.",
    "WhatDidYouSay-Punchline": "Persistent NPC Flavor Text",
    "FantasyPlayer.Dalamud": "Control Spotify playback from within FFX|V\nUse the button below to open settings or use the '/pfp settings' command.",
    "NoKillPlugin": "A simple plugin that prevent the game from killing itself.",
    "MPTimer": "Simple MP timer status bar for black mages. Shows the time until your next MP tick, and optionally shows a marker indicating when it is safe to cast Fire III without losing an MP tick.",
    "CurrencyAlert": "/currencyalert: shows the configuration panel.",
    "CurrencyAlert-Punchline": "Display alerts upon reaching configurable currencies thresholds (such as Poetics or PVP marks).",
    "TextToTalk": "Chat TTS. Use /tttconfig to configure the enabled channels and triggers/exceptions.",
    "JobIcons": "Names are dumb, use icons instead.",
    "FlyTextFilter": "Filter fly texts and pop-ups texts based on multiple criteria and allow the adjustment of their positions.",
    "FlyTextFilter-Punchline": "Filter fly texts and pop-ups texts based on multiple criteria and allow the adjustment of their positions.",
    "NextUIPlugin": "OverlayPlugin replacement for Dalamud, works similarly to BrowserHost with addition to having more options and built in websocket server.",
    "NextUIPlugin-Punchline": "OverlayPlugin for Dalamud with built in HUD replacement",
    "SizeMattersFishing": "Provides labels to tell exactly how large fish are and how quickly they are moving while spearfishing.",
    "SizeMattersFishing-Punchline": "For the size evaluation challenged.",
    "TextBoxStyler": "Allows replacing every text box with the background of your choice.",
    "TextBoxStyler-Punchline": "Allows replacing every text box with the background of your choice.",
    "DeviceChangeFix": "Stops controller input from freezing randomly.",
    "DeviceChangeFix-Punchline": "Stops controller input from freezing randomly.",
    "Dalamud.DiscordBridge": "This plugin allows you to receive your chat messages via Discord.",
    "Dalamud.DiscordBridge-Punchline": "Receive your chat messages via Discord.",
    "DalamudVox": "The intelligent voice assistant for your FFXIV experience - teleport to places, open other plugins, the possibilities are limitless!\nJust say \"Hey Dalamud, help me!\" to learn more.",
    "SoundFilter": "Filters any sound or set of sounds from the game.\n\n- Remove a battle sound effect you don't like\n- Remove specific emote sounds\n- Remove specific background music\n\nIcons: filter by Kirby Wu from the Noun Project\nand Sound by Gregor Cresnar from the Noun Project",
    "SoundFilter-Punchline": "Filter any game sound.",
    "NeatNoter": "NeatNoter allows you to take notes without switching windows or any of that.",
    "NeatNoter-Punchline": "A note-taking plugin.",
    "Waitingway.Dalamud": "Contributes and utilizes crowdsourced login queue information for the benefit of everyone.\n\nCurrent features include queue notifications via Discord, so you can know when you make it into the game, as\nwell as anonymously collecting and reporting statistics about your login queue times to crowdsource information\nabout FFXIV server load. This information will be publicly available in the future; check the Discord for updates!\n\nFuture planned features include login wait time estimates, as well as duty queue time statistics, and a website\nshowing all of this information.\n\nDiscord URL: https://discord.waitingway.com",
    "Waitingway.Dalamud-Punchline": "Crowdsourced FFXIV login queue times, now with Discord queue notification features.",
    "WondrousTailsSolver": "This plugin prints the probability of getting a row in Wondrous Tails to the in-game display along with the average probability of what would happen if you shuffled.",
    "WondrousTailsSolver-Punchline": "Adds row probabilities to the Wondrous Tails display.",
    "ItemVendorLocation": "Adds a context menu option for items that will show you where to find items you can buy off a vendor",
    "ItemVendorLocation-Punchline": "Shows you where to buy vendor items",
    "Namingway": "Rename abilities and status effects.",
    "Namingway-Punchline": "Rename abilities and status effects.",
    "PeepingTom": "Shows who is currently or was previously targeting you.",
    "PeepingTom-Punchline": "Shows who is currently or was previously targeting you.",
    "ExtraChat": "ExtraChat adds end-to-end encrypted, cross-data-centre, unlimited linkshells\nto the game.",
    "ExtraChat-Punchline": "Cross-data-centre linkshells with unlimited members.",
    "WaymarkPresetPlugin": "Allows you to save, edit, place, import, export, and preview an unlimited number of waymark presets.",
    "WaymarkPresetPlugin-Punchline": "Improved Waymark Management",
    "AutoTranslateXIV": "Translates Stuff",
    "AutoTranslateXIV-Punchline": "Translates From A to B where A/B are set in config.",
    "DamageInfoPlugin": "Configurable options for in-game fly text color based on damage type, with additional settings for damage source and fly text decluttering options.",
    "DamageInfoPlugin-Punchline": "Modifies in-game fly-text for more (or less) damage information.",
    "SupineSnail.JobGaugeAdjustments": "Just a simple plugin to allow you to tweak parts of job gauges.",
    "SupineSnail.JobGaugeAdjustments-Punchline": "Simple Job Gauges... but you can tweak them now!",
    "StackSellPrice": "Shows the vendor sell price for the full stack of an item on the tooltip",
    "StackSellPrice-Punchline": "Because multiplication is hard.",
    "BatteryGauge": "Hey, you! Yes, you! Do you play FFXIV on your laptop or Steam Deck? Or are you so addicted to FFXIV that you have a UPS on your desktop just so you can keep playing through power outages? Then this is the plugin for you!\n\nBatteryGauge adds a battery indicator to your server info bar showing your current battery percentage and expected remaining lifespan (as reported by Windows).",
    "BatteryGauge-Punchline": "Keep track of your FFXIV device's battery.",
    "PriceCheck": "To check prices, hold your keybind and then hover over an item or via the item's context menu.\nThe prices are pulled from the crowd-sourced site Universalis.",
    "PriceCheck-Punchline": "Quickly price check your items.",
    "FauxHollowsSolver": "This plugin highlights tiles in Faux Hollows that represent the best potential action you can take.",
    "FauxHollowsSolver-Punchline": "Highlights recommended tiles in Faux Hollows for your next move.",
    "SkillSwap": "Create animation replacement mods for Textools or Penumbra. Icon by PAPACHIN",
    "SkillSwap-Punchline": "Skill mod creator",
    "NotificationMaster": "Notifies you about various events while your game is minimized.",
    "PatMe": "Did you ever wonder how many times your Lala gets a pat? Well, now you can count it!",
    "PatMe-Punchline": "Pat counter",
    "PlayerTags": "Lightweight job visibility in nameplates and chat. Create custom tags and add them to players with the context menu.\n\nYou want to contribute and help developing new features or want to extend existing? Feel free to open Fork and open a Pull Request!\n\nThis plugin was originally developed by r00telement but forked and continued by Pilzinsel64.",
    "PlayerTags-Punchline": "Lightweight job visibility in nameplates and chat.",
    "ExpandedSearchInfo": "Displays extra information pulled from search info when examining.\n\nSupport for:\n- Any plain text URL\n- Pastebin.com\n- carrd.co/crd.co\n- F-List\n- Refsheet\n\nSimply examine someone with a search info containing pointers to one of\nthese locations and the plugin will display information automatically.\n\nIcon: expand by Gregor Cresnar from the Noun Project",
    "ExpandedSearchInfo-Punchline": "Displays extra information pulled from search info when examining.",
    "Tourist": "Tourist adds a window to assist with the sightseeing log.\n\n- Show when sightseeing log vistas are available\n- Add markers for ARR vistas\n- Open vista locations on your map\n- Hide already completed or unavailable vistas\n- Show the command needed for each vista\n\nIcon: sightseeing by muhammad from the Noun Project",
    "Tourist-Punchline": "Finish your sightseeing log.",
    "Compass": "Check-out the repository for steps on how to report missing/wrong filter\nand hiding options. Have a look at the FAQ tab in the config window\nafter install for common caveats.",
    "Compass-Punchline": "Monodimensional compass for your adventures.",
    "ReadyCheckHelper": "Displays the names of the players that were not ready in chat following the completion of a ready check, and optionally adds ready check status icons over the party and alliance lists.",
    "ReadyCheckHelper-Punchline": "Extends the game's built-in ready check.",
    "XIVCombo": "This plugin condenses combos and mutually exclusive abilities onto a single button. /pcombo to open menu",
    "XIVCombo-Punchline": "PvP, but in PvE.",
    "cl_showpos": "Shows your exact position, rotation, and velocity on screen. Based off of the cl_showpos command from the Source Engine.",
    "cl_showpos-Punchline": "Customizable, Source Engine-styled position info",
    "QuoteOfTheLobby": "Displays a random dialogue, and/or the datacenter you'll be connecting to when you press GAME START.",
    "QuoteOfTheLobby-Punchline": "Simmer does the light before every login.",
    "WheresWOLdo": "Movable text overlay of the current location name.",
    "WheresWOLdo-Punchline": "Making it easier to know where you are.",
    "EngageTimer": "Finally, display all the numbers when starting a countdown!\nComes with an accurate pull timer that starts when you or any of your party members enter combat.\n\nFeatures :\n- Big countdown that displays all the numbers\n- Customizable big-number textures (default, yellow, WoW style or custom files)\n- Display combat time in the Server Info Bar, and/or a floating window\n- OBS browser-source compatible page with countdown and current combat duration\n\nWhy the OBS thing ? Well, it can be useful if you want a big stylized stopwatch in your recordings.\nSee repository for more info.\n\nFeel free so send me feedback, bugs and potential improvements!",
    "EngageTimer-Punchline": "Complete combat countdown, pull timer and OBS overlay",
    "Mini": "Additionally can minimize game to tray or create game's tray icon",
    "Mini-Punchline": "Adds a button and a command to minimize your game into taskbar",
    "QoLBar": "A plugin designed to provide a simple, customizable and always available interface for chat commands\nor other plugins to alleviate the need for using macros and hotbar space to achieve similar results.\n\nThe plugin should initially appear as a small box on the bottom center of the game window.",
    "QoLBar-Punchline": "Customizable ImGui hotbars",
    "Accountant": "Keep track of retainer, airship, submersible, aetherial wheel and crop timers as well as several miscallaneous tasks of multiple characters.",
    "Accountant-Punchline": "Character task timers.",
    "ChatExtender": "This plugin adds functionality to FFXIV in-game chat.",
    "TidyChat": "It is highly recommended to edit the default settings as you may disagree on which messages should be considered \"spam\"!\n\nProvides granular filter options to filter nearly all game-related spam, leaving only important game messages in your chat.\n\n  - Filters most spammy game messages\n  - Blocks emote spam from other players\n  - Condenses earned commendations into a single line\n  - Shortens lengthy messages such as joining Novice Network or entering an instanced zone\n  - Blocks repeated messages from appearing for a period of time\n  - Automatically copies most 'with your chat mode in /say' quest dialogue to your clipboard\n  - Write custom filters to Allow/Block messages!\n  - And more!",
    "TidyChat-Punchline": "Better game messages and in-depth chat filters to keep a tidy chat.",
    "Quest Map": "Explore quests and their rewards.\n- Search for quest names or their rewards, including instances,\n  beast tribes, minions, etc.\n- See an interactive map of quest requirements and unlocks.\n- Open a quest info window even for quests you haven't completed.\n- Open quest starting locations on the map or open quests in the journal.\n\nIcons: treasure map by Anthony Ledoux from the Noun Project and\nlocked book by Anthony Ledoux from the Noun Project",
    "Quest Map-Punchline": "Explore quests and their rewards.",
    "Wordsmith": "Wordsmith is a text editor with roleplayers in mind. It automatically breaks your text up for easy copy/paste, has advanced features, spellcheck, and even a thesaurus.",
    "Wordsmith-Punchline": "A roleplay thesaurus and scratch pad.",
    "Weatherman": "Features:\n- Change in-game time and weather as you desire;\n- Perform changes globally or individually per zone;\n- Stop undesired weathers from appearing completely.\n\nThis plugin only changes visuals: time/weather-related features such as zone background music, vista availability, states of certain objects will remain unaffected. \nOnly zones with open sky are subject to the changes (not every one of them yet but work in progress).",
    "Weatherman-Punchline": "Allows precise control over time and weather per zone or globally.",
    "ChatTwo": "Chat 2 is a complete rewrite of the in-game chat window as a plugin. It\nsupports:\n\n- Unlimited tabs\n- Tabs that always send to a certain channel\n- More flexible filtering\n- RGB channel colouring\n- Completely variable font size\n- Sidebar tabs\n- Unread counts\n- Screenshot mode (obfuscate names)",
    "ChatTwo-Punchline": "Electric Boogaloo - ♪ A whole new chat, a new fantastic chat window ♪",
    "SimpleCompare": "Show simple item comparison when pressing SHIFT and hovering over item",
    "SimpleCompare-Punchline": "Simple item comparison",
    "OopsAllLalafells": "Turn everyone around you into Lalafells (or other races!)\n\nUse /poal to open settings.",
    "OopsAllLalafells-Punchline": "That one funny plugin your friend told you about.",
    "ARealmRecorded": "Adds additional features to the duty recorder and automatically starts it in most instances. Please make sure the setting is enabled inside \"/record\".",
    "ARealmRecorded-Punchline": "Allows you to use the duty recorder",
    "ChatTranslator": "Automatically translating text in your chat-box, from various languages to one you specify.",
    "ChatTranslator-Punchline": "Enables in-game chat translation.",
    "WhereAmIAgain": "Shows what zone/region/territory you are in up in the corner next to the server and time info. Open config with /waia.",
    "WhereAmIAgain-Punchline": "Shows what zone/region/territory you are in next to the server info.",
    "Tippy": "Developed by goat for April Fools 2021 and unnecessarily resurrected by kal.\n\nHandcrafted by our finest code artisans with special AI, \nhe will analyze your playstyle to give you useful tips to get your GAMING to the next level.\n\nSome things he can do:\n* He can give general tips about the game\n* He can give tips about the job you're playing\n* He can report on your battle performance\n* He will respect your feelings",
    "Tippy-Punchline": "Tippy, your new FFXIV virtual assistant.",
    "TPie": "Highly configurable hotbars that can be toggled with a keybind. They can be filled with Actions, Items, Gear Sets or Macros.",
    "TPie-Punchline": "Customizable ring-shaped hotbars",
    "ResetAudio": "Resets game audio device on demand.",
    "ResetAudio-Punchline": "Do not let the game shut up.",
    "ResLogger2.Plugin": "A path logger with optional crowdsourcing functionality.",
    "Dalamud.RichPresence": "This plugin allows you to show your zone, job, level, name, and world in your Discord status.",
    "Dalamud.RichPresence-Punchline": "Show your zone, job, level, name, and world in your Discord status",
    "ChatEmoteColor": "A simple plugin that recolors emote chat lines depending on who is executing the emote and their target.",
    "BurntToast": "Hides toast notifications you don't want to see.",
    "TheHeartOfTheParty": "The Heart of the Party is a remake of the in-game title picker, but it\nsupports searching. Note that it doesn't add a command to set your title; use\nthe built-in /title command instead.",
    "TheHeartOfTheParty-Punchline": "Set your character's title - now with Searchalin!",
    "GoodMemory": "Adds an indicator in item tooltips to show whether you have acquired that item.\n\nThis indicator is in the item's description near the bottom and only appears for\nitems that are unlockable, such as orchestrion rolls, minions, etc.\n\nSquare Enix say this plugin is impossible!\n\nIcon: Server by Vectorstall from the Noun Project",
    "GoodMemory-Punchline": "Adds an indicator in item tooltips to show whether you have acquired that item.",
    "AdaptiveHud": "Useful for ultrawide users, swapping from windowed/fullscreen will automatically switch your hudlayout.\n\n/pah to configure",
    "AdaptiveHud-Punchline": "Switches your /hudlayout when your game switches from windowed to fullscreen.",
    "NamePlateDebuffs": "Displays your debuffs on enemy nameplates.",
    "NamePlateDebuffs-Punchline": "Displays debuffs you cast on nameplates of enemies",
    "SkillDisplay": "Show the skills you used in the past few seconds.",
    "SkillDisplay-Punchline": "Show the skills you used in the past few seconds.",
    "Ffxiv2Mqtt": "Send data to an MQTT broker to do all sorts of things. Change your lights with a macro, turn on the heater when you use Overheat, or start playing Rules of Nature when you switch to Gunbreaker. Requires an MQTTv5 compatible broker.",
    "Ffxiv2Mqtt-Punchline": "Send game info over MQTT",
    "Dalamud.FindAnything": "Adds a convenient quick search akin to Spotlight that lets you open game windows, teleport, find wiki articles, and more.\nPress Control + T to open the search window. This can be changed by searching for \"Wotsit Settings\".",
    "Dalamud.FindAnything-Punchline": "Find anything, go anywhere, in style.",
    "NoSoliciting": "Customisable chat and Party Finder filtering. In addition to letting\nyou filter anything from chat and PF, it comes with built-in filters\nfor the following:\n\n- RMT (both gil and content)\n- FC ads\n- RP ads\n- Phishing messages\n- Static recruitment\n- Trade ads\n- Community ads\n- Any PF with an item level over the max",
    "NoSoliciting-Punchline": "Adblock for FFXIV.",
    "RemindMe": "UI for showing countdowns for status effects and ability cooldowns.",
    "RemindMe-Punchline": "Cooldown and Status tracking.",
    "Snooper": "Adds a /snooper command that shows a separate window that shows only messages from the player you're currently targeting. Useful for keeping track of different conversations during crowded RP events.",
    "Snooper-Punchline": "See chat messages from your current target in a separate window.",
    "FullscreenToggle": "Enter and leave borderless windowed mode quickly! Press Alt+Enter to toggle fullscreen.",
    "FullscreenToggle-Punchline": "Enter and leave borderless windowed mode quickly!",
    "XIVDeck.FFXIVPlugin": "This plugin allows players to place virtually any hotbar-able action onto a Stream Deck, including hotbar slots themselves. Actions are called directly, meaning no keybinds or awkward settings are necessary.\n\nNote that the XIVDeck Stream Deck plugin must also be installed for this plugin to be useful. You can download the Stream Deck plugin from the linked GitHub repository, under the \"Releases\" section.\n\nPlease report all problems to KazWolfe#2896 in the Dalamud Support server or by opening an Issue on GitHub.",
    "XIVDeck.FFXIVPlugin-Punchline": "Integrate your Stream Deck with Final Fantasy XIV!",
    "DeathRecap": "Quickly figure out what killed you or your party members!\n\nShows:\n- Healing\n- Damage taken\n- Debuffs\n- Buffs\n- Barriers\n- Addle, Feint, Reprisal on damage source",
    "DeathRecap-Punchline": "Quickly figure out what killed you or your party members!",
    "PlayerTrack": "PlayerTrack helps you keep a record of who you meet and the content you played together.\nOrganize players into categories, keep notes, and track them across name/world changes.\nCustomization options include colors, icons, nameplates, and alerts.",
    "PlayerTrack-Punchline": "Keep track of players you meet.",
    "SideHUDPlugin": "Provides fancy side HUD",
    "faderPlugin": "Lets you automatically hide certain game UI elements based on number of conditions.",
    "faderPlugin-Punchline": "Automatically hides UI elements.",
    "EasyEyes": "A plugin which can hide any VFX. Icon by PAPACHIN",
    "EasyEyes-Punchline": "Hide annoying or distracting VFXs",
    "RepairMe": "Helps you notice when your gear needs to be repaired or has materia to be extracted. /repairme to config",
    "RepairMe-Punchline": "Never forget to repair & extract materia again!",
    "VFXEditor": "View and modify vfxs, as well as create mods for them. Icon by PAPACHIN",
    "VFXEditor-Punchline": "VFX editor and viewer",
    "autoSweep": "Looking for that perfect house? PaissaHouse lets you receive notifications when a new plot of land is up for sale on your home world.\nView the list of all houses available on a world at https://paissadb.zhu.codes/!\n\nWant to contribute? Check out the repository (globe icon below) for instructions.",
    "autoSweep-Punchline": "Crowdsourced housing alerts and lottery tracking for all.",
    "InventoryTools": "Adds in a window that allows for the searching and filtering of items across your inventories and the entire games list of items. Adds visualisation in game to see both where your items are and where you should sort them.\n\nFeatures are always being added to Inventory Tools so keep up to date to receive them. Some of the currently included features are:\n\t- Market board integration \n\t- Item highlighting \n\t- Various ways to filter items including have acquired, is craftable, is housing, any many more \n\t- Browse all available game items ",
    "InventoryTools-Punchline": "Can't find an item you thought you had? Can't work out why your retainers are so full? This might help.",
    "SoundSetter": "A Dalamud plugin that allows volume control from anywhere, including gpose and cutscenes.",
    "HUDManager": "Take total control over your HUD.\n\n- Save infinite HUD layouts\n- Swap between HUD layouts based on conditions\n- Make child layouts that only affect desired HUD elements\n- Change visibility of job gauges\n- Export and import layouts from text",
    "MouseTargetTooltip": "A plugin that shows a tooltip for mouseover targets.",
    "MouseTargetTooltip-Punchline": "Shows a tooltip with a little information for characters that the mouse is over."
}